Repository: jimregan/citizens-information-raw
Catalog: en-fr/www.citizensinformation.ie/fr/employment/migrant_workers/coming_to_ie_tax.html.txt.tmx
Source language: en
Languages: fr

source: Coming to Ireland - tax and social insurance
fr: S'installer en Irlande - Fiscalité et assurance sociale

source: Your liability for tax in Ireland can be affected by whether you are resident in the country and whether Ireland is your permanent home
fr: En Irlande, votre assujettissement aux impôts diffère selon que vous êtes un résidant du pays ou que vous y habitez de manière permanente

source: There is a specific definition of residence for tax purposes depending on how many days you spend in the country
fr: En matière d’impôt, le terme résidence a une définition spécifique qui dépend du nombre de jours que vous passez en Irlande

source: If you are not resident in a particular year, you can still be ordinarily resident in Ireland since this term refers to the country where you are usually resident over a number of years
fr: Si vous n’êtes pas résident au cours d’une année déterminée, vous pouvez malgré tout être considéré comme une personne résidant ordinairement en Irlande, dans la mesure où ce terme se rapporte au pays dans lequel vous habitez normalement, sur une période de plusieurs années

source: The country that is your permanent home is known as your domicile
fr: Le pays dans lequel vous vivez de manière permanente est désigné par le terme de domicile

source: You can find more information in our document about tax residence and domicile
fr: Vous trouverez ci-dessous des informations complémentaires sur la résidence, la résidence ordinaire et le domicile

source: Generally you will be charged Irish tax on your world-wide income earned or arising in a tax year during which you are resident, ordinarily resident and domiciled in Ireland for tax purposes
fr: En règle générale, vous serez soumis à l'impôt irlandais à raison de vos revenus mondiaux perçus ou générés au cours d'un exercice fiscal durant lequel vous êtes résident, ordinairement résident et domicilié en Irlande à des fins fiscales

source: For any tax year during which you are non-resident and not ordinarily resident in Ireland you will be charged tax on your income from Irish sources only
fr: Si, durant toute année fiscale, vous êtes non-résident et non ordinairement résident en Irlande, vous serez soumis à l'impôt sur le revenu à raison de vos revenus d'origine irlandaise uniquement

source: The extent of your liability to Irish tax may also be influenced by your domicile status and possibly by a double taxation agreement - see below
fr: Votre domicile et une convention de double imposition peuvent également influencer l'étendue de votre assujettissement à l'impôt irlandais

source: In addition to income tax and the Universal Social Charge, social insurance, known in Ireland as PRSI (Pay-Related Social Insurance), is also deducted through the tax system by employers – see ‘Social insurance’ below. Self-employed people pay them directly to Revenue
fr: L'administration fiscale (Revenue Commissioners) a publié une brochure pratique sur les questions les plus fréquemment posées, destinée aux personnes transférant leur résidence fiscale en Irlande

source: You can find more information about this in the Revenue guide for those transferring residence to Ireland
fr: Des informations supplémentaires sont également disponibles ci-dessous

source: You will be resident in Ireland for a particular tax year if:
fr: Vous serez résident en Irlande pour un exercice fiscal spécifique si:

source: • If you spend 183 days or more in Ireland for any purpose in that tax year
fr: • pour quelque raison que ce soit, vous passez 183 jours ou plus en Irlande au cours de cet exercice

source: • If you spend 280 days or more in Ireland for any purpose over a period of 2 consecutive tax years you will be regarded as resident in Ireland for the second tax year
fr: • pour quelque raison que ce soit, vous passez 280 jours ou plus en Irlande au cours d'une période de deux exercices fiscaux consécutifs; vous serez alors considéré(e) comme résident(e) en Irlande pour le second exercice

source: However if you spend 30 days or less in total in Ireland in either tax years, those days will not be reckoned for the purpose of applying this test
fr: Toutefois, si votre présence en Irlande est inférieure à 30 jours pendant l'un ou l'autre de ces exercices, ces jours ne seront pas pris en compte dans le calcul de ce test

source: It does not matter if you come and go several times during that tax year or if you are here continuously. A count is made of the total number of days you spend in Ireland for any purpose in each tax year
fr: Peu importe que vous fassiez plusieurs allées et venues durant l'année fiscale ou que vous restiez continuellement en Irlande, le calcul étant basé sur le nombre cumulé de jours passés en Irlande au cours de chaque exercice fiscal, quelles qu'en soient les raisons

source: An individual is present for a ‘day’ for residence purposes if he or she is present in the State at any time during the day
fr: Une « journée » de résidence est comptabilisée dès lors qu’une personne est présente sur le territoire, à quelque moment de la journée que ce soit

source: Effect of ownership of property
fr: Conséquences de la propriété

source: The ownership of property in Ireland will not make you resident for Irish tax purposes
fr: La possession d'un bien immobilier en Irlande ne fait pas de ce pays votre résidence fiscale

source: However, this factor could be relevant in determining a single country of residence under a double taxation agreement where the other treaty country is also claiming that you are resident there
fr: Toutefois, ce facteur pourrait servir à déterminer un pays de résidence unique dans le cas d'une convention de double imposition, lorsque vous êtes également résident dans le pays avec lequel la convention a été signée

source: Even if you have not spent the required total number of days in Ireland, you can, if you wish, elect to be resident for that tax year
fr: Vous pouvez, si vous le souhaitez, choisir d'être résident pour un exercice fiscal donné, même si vous n'avez pas passé suffisamment de jours en Irlande au cours de cet exercice

source: A condition of making an election is that you must establish to the satisfaction of your local tax office that you will be resident here in the following tax year for the required number of days, under either of the tests
fr: Vous devez pour cela convaincre votre percepteur local que vous résiderez en Irlande pendant le nombre de jours requis par l'un des deux tests, au cours de l'exercice fiscal suivant

source: Once you have made such an election you cannot cancel it subsequently
fr: Une fois ce choix effectué, vous ne pouvez pas revenir sur votre décision

source: As a resident you will be liable to tax on your world-wide income earned or arising during the entire tax year of your arrival in Ireland
fr: En votre qualité de résident, vous serez soumis à l''impôt sur le revenu à raison de vos revenus mondiaux perçus ou générés pendant la totalité de l'exercice fiscal au cours duquel vous êtes arrivé en Irlande

source: Employment income however will be taxable only from the date of your arrival
fr: Les revenus issus de votre emploi seront toutefois imposés uniquement à partir de votre date d'arrivée

source: An election may be made in writing to your local tax office
fr: Pour devenir résident fiscal irlandais, vous devez en faire la demande par écrit auprès de votre administration fiscale locale

source: If you have been resident for the previous 3 tax years then you become ordinarily resident from the start of the fourth year
fr: Si vous résidez en Irlande depuis les trois derniers exercices fiscaux, alors vous devenez un résident ordinaire à partir du début du quatrième exercice

source: If you leave the country, you will continue to be ordinarily resident until you have been non-resident for 3 continuous tax years
fr: Si vous quittez le pays, vous continuerez à être considéré comme tel tant que vous n’aurez pas été non-résident pendant trois exercices fiscaux ininterrompus

source: Your domicile is the country where you live with the intention of remaining there permanently
fr: Le pays dans lequel vous vivez dans l’intention d’y rester de manière permanente est considéré comme votre domicile

source: It may be different to your residence or nationality
fr: Il peut différer de votre résidence ou de votre nationalité

source: When you are born, you have a domicile of origin
fr: Chacun acquiert un domicile d’origine à sa naissance

source: This domicile can be changed to a domicile of choice, if you move to a different country with the intention of living there permanently
fr: Ce domicile peut changer pour un domicile d’élection en cas de déménagement dans un autre pays dans l’intention d’y vivre de manière permanente

source: Domicile levy: Since 2010 there is a Irish domicile levy
fr: Taxe d’habitation : depuis 2010 les citoyens irlandais sont soumis à un nouvel impôt

source: You can get more information about the domicile levy from Revenue
fr: Vous obtiendrez davantage d’informations sur la taxe d’habitation auprès de l’Administration fiscale

source: As a particular item of income can be taxable in both the country where it is sourced and also in the country in which you, as the recipient, are resident, Ireland has a number of double taxation agreements with other countries in order to avoid double taxation
fr: Parce que certains types de revenus sont imposables à la fois dans le pays d'où ils proviennent et dans le pays où le bénéficiaire de ces revenus est résident, l'Irlande a conclu un certain nombre de conventions de double imposition avec d'autres pays, afin d'éviter que vous ne soyez imposés deux fois

source: There is a list of the double taxation agreements that are in effect on revenue.ie
fr: Vous trouverez une liste des conventions en vigueur en matière de double imposition sur le site internet de l’Administration fiscale

source: If your income is taxable in Ireland and in a country with which Ireland has a double taxation agreement, you do not pay tax in both countries on the same income by either:
fr: Si vos revenus sont imposables à la fois en Irlande et dans un pays avec lequel l'Irlande a conclu une convention fiscale, une double imposition sera évitée soit:

source: • Exempting the income from tax in one of the countries, or
fr: • par exonération de l'impôt sur le revenu dans l'un des deux pays, soit

source: • Allowing credit in one country for the tax paid in the other country on the same income
fr: • par autorisation d'un crédit dans un pays pour les impôts versés sur le même revenu dans l'autre

source: The precise treatment of your income will depend on the details of the particular agreement, the nature and source of your income and, in some cases, on your nationality or citizenship
fr: La façon précise dont votre revenu sera traité dépend des détails de la convention pertinente, de la nature et de la source de vos revenus et, dans certains cas, de votre nationalité/citoyenneté

source: If the income arises in a country with which Ireland does not have an agreement, the amount of tax paid in Ireland will be based on the net amount received by you after the deduction of the foreign tax paid
fr: Si le revenu provient d’un pays avec lequel l’Irlande n’a signé aucune convention, le montant des impôts versés en Irlande sera calculé sur la base du montant net reçu après déduction des impôts étrangers prélevés

source: There is no credit available for foreign tax paid against your Irish tax liability on the same income
fr: Les impôts versés à l'étranger ne donnent lieu à aucun crédit dans le cadre de votre assujettissement au régime fiscal irlandais sur le même revenu

source: Income earned prior to moving to Ireland
fr: Revenus perçus avant votre arrivée en Irlande

source: If you are moving to Ireland for the first time or you are an Irish citizen returning to live in Ireland and you were not resident or ordinarily resident when the income was earned, the position will be as follows:
fr: Si vous venez vous établir en Irlande pour la première fois ou êtes un citoyen irlandais revenant habiter en Irlande, et si vous n'étiez pas résident ou ordinairement résident lors de la perception de vos revenus, la règle suivante s'applique:

source: • Funds accumulated from income earned prior to the beginning of the tax year in the year that you become resident in Ireland will not be liable to income tax
fr: • Tous les fonds accumulés provenant de revenus perçus avant le début de l'exercice fiscal pour l'année au cours de laquelle vous devenez résident en Irlande ne seront pas soumis à l'impôt sur le revenu

source: • However, income other than employment income arising between the beginning of the tax year and the date of your arrival will be taxable if brought into Ireland, unless a double taxation agreement provides for a different treatment
fr: • Toutefois, tout revenu issu d'une source autre qu'un emploi et généré entre le début de l'exercice fiscal et la date de votre arrivée sera imposable si transféré en Irlande, à moins qu'un accord de double imposition ne prévoit un traitement différent

source: If you are working in Ireland but are paid from abroad
fr: Si vous travaillez en Irlande mais êtes rémunéré à partir de l'étranger

source: Unless your income is not liable to Irish tax under the provisions of a double taxation agreement, it will be taxable here from the date of your arrival regardless of your Irish residence status for tax purposes
fr: À moins qu'ils ne soient exonérés de l'impôt irlandais en raison de dispositions prévues par une convention de double imposition, vos revenus seront imposables en Irlande à compter de la date de votre arrivée et ce, quelque soit votre statut de résidence fiscale en Irlande

source: However, if you are an Irish citizen who is not ordinarily resident or you are not Irish domiciled, your foreign employment income (excluding UK sourced income) will only be taxable to the extent that it is remitted into Ireland
fr: Toutefois, si vous êtes un citoyen irlandais non ordinairement résident ou non-domicilié en Irlande, vos revenus professionnels d'origine étrangère (à l'exception de ceux générés au Royaume-Uni) seront imposables uniquement s'ils sont transférés en Irlande

source: If you are resident for Irish tax purposes in the year that the income is earned, you will be entitled to full personal tax credits and reliefs
fr: Si vous êtes résident fiscal en Irlande pour l'année au cours de laquelle les revenus sont perçus, vous avez droit à l'intégralité des crédits d'impôt personnels et dégrèvements prévus par le régime fiscal irlandais

source: Temporary employment in Ireland
fr: Emploi temporaire en Irlande

source: If you are coming to Ireland to take up temporary employment and will not become resident for Irish tax purposes, proportionate credits and reliefs are available to non-resident Irish citizens and to citizens, subjects or nationals of another EU member state
fr: Des crédits d'impôts et dégrèvements sont offerts aux citoyens irlandais non-résidents, ainsi qu'aux citoyens, sujets ou ressortissants d'un autre État membre de l'Union européenne, lorsqu'ils viennent en Irlande pour y travailler temporairement sans y devenir résidents fiscaux

source: This also applies to residents or nationals of a country with which Ireland has a double taxation agreement which provides for such allowances
fr: Cette règle s'applique également aux résidents ou aux ressortissants d'un pays avec lequel l'Irlande a conclu une convention de double imposition qui prévoit de telles dispositions

source: The proportion of allowances is determined by reference to your income for the tax year which is subject to Irish tax over your income from all sources
fr: La proportion de crédits d'impôts est déterminée par rapport aux revenus assujettis à l'impôt irlandais durant l'exercice fiscal, plutôt que par rapport aux revenus de toutes les sources

source: However, residents of another member state of the European Union are entitled to full personal tax credits and reliefs in respect of any tax year that 75% or more of their world-wide income is taxable in Ireland
fr: Toutefois, les résidents d'un autre État membre de l'Union européenne ont droit à l'intégralité de leurs crédits d'impôts personnels pour tout exercice fiscal au cours duquel 75 % ou plus de leurs revenus mondiaux sont imposables en Irlande

source: Pensions and other assets are normally taxable apart from some exceptions, for example, some UK pensions
fr: Les retraites et autres actifs sont en principe imposables, à quelques exceptions près, comme par exemple certaines retraites versées au Royaume-Uni

source: Your employer will also deduct social insurance contributions, which are referred to as PRSI (Pay Related Social Insurance), from your pay. They will help you to qualify for contributory social welfare payments such as Jobseeker's Benefit, Illness Benefit and State Pension (Contributory)
fr: Votre employeur déduira également de votre rémunération les cotisations relatives à l'assurance sociale (connue en Irlande sous le nom d'«assurance sociale proportionnelle au salaire» ou PRSI) qui vous permettront de bénéficier de prestations sociales contributives telles que l'indemnité chômage, l'indemnité maladie et la retraite d'État (contributive)

source: The amount of your contribution will depend on your category as an employee
fr: Le montant de vos contributions dépendra de la catégorie d'employés à laquelle vous appartenez

source: For example, most employees pay Class A contributions, the precise rate depending on your earnings
fr: Par exemple, la plupart des employés du secteur privé versent des cotisations de type A («Class A») dont le taux précis est fonction du montant de leur rémunération

source: You can read more about moving to Ireland and your social security entitlements and get a general overview of the social security system in Ireland
fr: Il est important de vous informer des formalités de vie en Irlande, de connaître les prestations sociales auxquelles vous avez droit et de vous familiariser avec le système de protection sociale irlandais

source: Personal Public Service Number
fr: Numéro personnel pour les services publics

source: In order to work, you require a Personal Public Service Number (PPS number)
fr: Pour travailler, vous devez disposer d'un numéro personnel pour les services publics (Personal Public Service Number ou numéro PPS)

source: You can obtain a PPS number (or ask for your old number, if any, to be traced) at your local social welfare office or Intreo centre
fr: Vous pouvez obtenir un numéro PPS (ou demander, le cas échéant, que votre ancien numéro soit recherché) auprès de votre bureau local de sécurité sociale (local Social Welfare Office)

source: If you are a foreign national, you will need your passport or your GNIB certificate of registration and supporting documentation such as household bills
fr: Si vous êtes de nationalité étrangère, vous devrez vous munir de votre passeport ou de votre certificat d'enregistrement, ainsi que de documents justificatifs tels que des quittances d'électricité ou de téléphone, par exemple

source: Specific queries regarding residency and taxation of income earned prior to moving to Ireland should be addressed to Revenue
fr: Pour toute question relative à la résidence et à l'imposition des revenus perçus avant votre arrivée dans l'État irlandais, veuillez vous adresser à votre Revenue en Irlande

source: Queries in connection with social insurance (PRSI) should be addressed to your local social welfare office or Intreo centre
fr: Pour toute question relative à l'assurance sociale (PRSI), veuillez contacter votre bureau local de sécurité sociale ou centre Intreo

source: Queries about getting a PPS number should be addressed to the Client Identity Services of the Department of Social Protection using the secure online request form or by phone at 1890 927 999 or (071) 967 2616
fr: Pour toute demande de numéro PPS, adressez-vous au Service d’Identité du Ministère de la Protection sociale en remplissant le formulaire de demande sécurisé en ligne ou par téléphone au 1890 927 999 ou au (071) 967 2616
